tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "peripheryapp/periphery"
tap "robotsandpencils/made"

brew "openssl@1.1"
brew "python@3.9", link: false
brew "carthage"
brew "flutter"
brew "gh"
brew "git-lfs"
brew "go"
brew "graphviz"
brew "hub"
brew "jq"
brew "mas"
brew "mint"
brew "nim"
brew "nvm"
brew "plantuml"
brew "qpdf"
brew "ruby-build"
brew "rbenv"
brew "sourcery"
brew "swiftlint"
brew "xctool"
brew "zsh"
brew "robotsandpencils/made/xcodes"

cask "1password"
cask "adoptopenjdk"
cask "android-studio"
cask "alfred"
cask "bettertouchtool"
cask "brave-browser"
cask "clipy"
cask "deepl"
cask "dbeaver-community"
cask "figma"
cask "iterm2"
cask "karabiner-elements"
cask "meetingbar"
cask "nota"
cask "periphery"
cask "proxyman"
cask "smartgit"
cask "timing"
cask "visual-studio-code"
cask "wwdc"
cask "zoom"

mas "BetterSnapTool", id: 417375580
mas "GIPHY Capture. The GIF Maker", id: 668208984
